/* 
  Localizable.strings
  InstallerSetup

  Created by Chellaprabu V on 27/11/19.
  Copyright © 2019 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "好";
"CANCEL" = "取消";
"CLOSE" = "关闭";
"CLICK_HERE" = "点击这里" ;
"DONE" = "完成" ;

/* Configure Text */
"CONFIGURE" = "配置" ;
"CONFIGURING" = "正在配置..." ;
"CONFIGURING_UNATTENDED" = "正在配置无人值守访问..." ;
"CONFIGURING_SUCCESS" = "无人值守访问配置完成" ;
"CONFIGURING_ALREADY" = "这台计算机已被配置为无人参与访问" ;
"CONFIGURING_TRANSFER" = "您是否希望将访问权限转移到" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist不支持此版本的操作系统。单击这里检查系统要求。" ;
"ERROR_UNKNOWN" = "由于意外原因，无人值守访问的代理安装失败。单击这里报告问题." ;

